/* Window Title */
"Bauhaus Clock Options" = "Bauhaus Clock Options";

/* Theme Selection */
"Theme" = "Appearance";
"Day" = "Day";
"Night" = "Night";
"System" = "System";

/* Color Selection */
"Lume Color" = "Lume Color";

/* Clock Dial Selection */
"Watch Dial" = "Clock Dial";

/* Buttons */
"OK" = "OK";
"Cancel" = "Cancel";
"Made with care by Atilla ↗" = "Made with care by Atilla ↗";

/* Color Names */
"Red" = "Red";
"Amber" = "Amber";
"Lavender" = "Lavender";
"Rose" = "Rose";
"Seafoam" = "Seafoam";
"Sky" = "Sky";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Peach";
"Tritium Green" = "Tritium Green";
"Aqua" = "Aqua";
"Lime" = "Lime";
"Yellow" = "Yellow";
"Ice Blue" = "Iceblue";
"White" = "White";

/* Size Selection */
"Size" = "Size";
"Standard" = "Classic";
"Compact" = "Compact";

/* Movement Selection */
"Movement" = "Movement";
"1 Hz" = "Quartz";
"4 Hz" = "Mechanical";
"60 Hz" = "Digital";

/* Movement Subtitles */
"Quartz tick" = "Quartz tick";
"Mechanical sweep" = "Mechanical sweep";
"Ultra smooth" = "Smooth motion";

/* Clock Dial Names */
"Glacier" = "Glacier";
"Ocean" = "Ocean";
"Turquoise" = "Turquoise";
"Tennis" = "Tennis";
"Signal Blue" = "Signal Blue";
"Salmon" = "Salmon";
"White" = "White";
"Yellow" = "Yellow";
"Beige" = "Beige";
"Pistachio" = "Pistachio";
"Lavender" = "Lavender";
"Sky Blue" = "Sky Blue";
"Cream" = "Cream";
"Charcoal" = "Charcoal";
"Noir" = "Noir";